Repository: pavilion2t/Board2.0
Catalog: src/lang/*.po
Languages: it, ja_jp

source: Shipped To
it: Spedito A
ja_jp: 発送

source: Shipping Address
it: Indirizzo di Spedizione
ja_jp: 発送住所

source: Shipping rate
it: Aliquota Fiscale
ja_jp: 輸送料金

source: Shipping type
it: Tipologia
ja_jp: 輸送タイプ

source: Show
it: Mostra
ja_jp: 表す

source: Showing
it: Mostra
ja_jp: 表す

source: Sign Up
it: Iscriviti
ja_jp: 登録

source: Single Choice Modifier
it: Modificatore Scelta Singola
ja_jp: シングル選択のモディファイ

source: Small
ja_jp: 小

source: Start
it: Inizia
ja_jp: はじめて

source: State
it: Stato
ja_jp: 状態

source: Status
it: Stato
ja_jp: 状態

source: Status not set yet.
it: Stato non ancora impostato.
ja_jp: 状態は設定されていない

source: Stock Transfer
it: Trasferimento Magazzino
ja_jp: ストック転送

source: Stock Transfers
it: Trsaferimenti Magazzino
ja_jp: ストック転送

source: Store
it: Negozio
ja_jp: ストア

source: Store Credit
it: Credito Negozio
ja_jp: ストアクレジット

source: Store Info
it: Informazioni Negozio
ja_jp: ストア情報

source: Store Name
it: Nome Negozio
ja_jp: ストア名

source: Store Phone Number
it: Numero di Telefono Negozio
ja_jp: ストアの電話番号

source: Storefront
it: Vetrina
ja_jp: ストアフロント

source: Subtotal
it: Subtotale
ja_jp: 小計：

source: Subtotal:
it: Subtotale:
ja_jp: 小計：

source: Summary
it: Sommario
ja_jp: 概要

source: Supplier
it: Fornitore
ja_jp: サプライヤー

source: Supplier ID
it: ID Fornitore
ja_jp: サプライヤー ID

source: Supplier Name
it: Nome Fornitore
ja_jp: サプライヤー名

source: Supplier Product ID
it: ID Prodotto Fornitore
ja_jp: サプライヤー 商品のID

source: Suppliers
it: Fornitore
ja_jp: サプライヤー

source: Tax Option
it: Opzione Tasse
ja_jp: 税金のオプション

source: Tax Rate
it: Aliquota Fiscale
ja_jp: 税金の率

source: Tax:
it: Tassa:
ja_jp: 税金:

source: Tel
ja_jp: 電話

source: The email you entered is invalid.
it: L’email inserita non è valida.
ja_jp: 入力したメールは無効です。

source: Time Available From
it: Tempo a disposizione da
ja_jp: 開始時間

source: Time Available To
it: Tempo a disposizione
ja_jp: 終わる時間

source: Title
it: Titolo
ja_jp: タイトル

source: Today
it: Oggi
ja_jp: 今日

source: Top Departments by Sales
it: I migliori reparti di vendite
ja_jp: 販売による上位部門

source: Top Items by Sales
it: Top Prodotti per Vendite
ja_jp: 販売による上位アイテム

source: Total
it: Totale
ja_jp: 合計

source: Total Item:
it: Totale Prodotto:
ja_jp: 合計アイテム

source: Total Quantity
it: Quantità Totale
ja_jp: 合計数量

source: Total Sales
it: Vendite Totali
ja_jp: 合計販売

source: Total:
it: Totale:
ja_jp: 合計

source: Transferred Items
it: Prodotti Trasferiti
ja_jp: 転送されたアイテム

source: Type
it: Tipologia
ja_jp: タイプ

source: Unpaid
it: Non pagato
ja_jp: 未払い

source: Update
it: Aggiorna
ja_jp: アップデイト

source: Update Contact Info
it: Aggiorna Informazioni Contatto
ja_jp: 連絡情報を更新する

source: Updated At
it: Aggiornato A
ja_jp: アップデイト

source: Updated at
it: Aggiornato A
ja_jp: アップデイト

source: Upload
it: Carica
ja_jp: アップロード

source: Use Bindo Dashboard to manage your stores.
it: Usa il pannello di controllo di Bindo per gestire i tuoi negozi.
ja_jp: Bindo Dashboardを使ってストアを管理する

source: Vendor Salespeople
it: Venditori
ja_jp: ベンダー営業担当者

source: Verified
it: Verificato
ja_jp: 検証した

source: View
it: Visualizza
ja_jp: 見る

source: View Gift Card
it: Vedi Carta Regalo
ja_jp: ギフトカードを見る

source: We need to know your store location so we can assign someone in your area to assist you.
it: Abbiamo bisogno di conoscere la posizione del tuo negozio per poterti assegnare qualcuno nella tua area per l’assistenza.
ja_jp: ストアの場所を教えてください、スタッフがすぐにストアに行って手伝いします。

source: We'll never share your info with third parties.
it: Non condivideremo mai le tua informazioni con terze parti.
ja_jp: 第三者に個人情報を共有することはありません。

source: Week
it: Settimana
ja_jp: 週

source: Year
it: Anno
ja_jp: 年

source: Yesterday
it: Ieri
ja_jp: 昨日

source: You currently have unsaved changes.
it: Hai delle modifiche non ancora salvate.
ja_jp: 現在未保存の変更があります。

source: Your Email:
it: La Tua Email:
ja_jp: あなたのメール:

source: Your Phone Number:
it: Il Tuo Numero di Telefono:
ja_jp: あなたの電話番号：

source: Your Store Is Being Activated
it: Il Tuo Negozio è Stato Attivato
ja_jp: ストアがはじめた

source: ZIP Code
it: Codice ZIP
ja_jp: 郵便番号

source: Zip Code
it: Codice Zip
ja_jp: 郵便番号

source: default
it: predefinito
ja_jp: デフォルト

source: leave blank to show all products
it: Lascia vuoto per vedere i prodotti in tutti i dipartimenti
ja_jp: 全ての製品が表示できるように、ブランクのままにしてください

source: of
it: di
ja_jp: の

source: optional
it: facoltativo
ja_jp: オプショナル

source: results
it: Risultati
ja_jp: 結果

source: to get started right away!
it: per iniziare immediatamente!
ja_jp: 始めましょう！

source: Cancel
it: Cancella

source: New Outgoing Stock Transfer
it: Nuovo Trasferimento Magazzino in Uscita
