Repository: pavilion2t/Board2.0
Catalog: src/lang/*.po
Languages: it, ja_jp

source: # of Items
it: # di Prodotti
ja_jp: アイテム＃

source: * Price must greater then 0
it: * Prezzo deve maggiore quindi 0
ja_jp: 価格必ず0以上

source: * Price must lesser then 0
it: * Prezzo deve quindi minore di 0
ja_jp: 価格必ず0以下

source: Access Requested
it: Accesso Richiesto
ja_jp: アクセル申し込む中

source: Account Number
it: Numero di Conto
ja_jp: アカウントナンバー

source: Account Type
it: Tipologia di Conto
ja_jp: アカウントタイプ

source: Activate Your Storefront
it: Attiva la Tua Vetrina
ja_jp: アウトフロントをアクティブ

source: Add Filter
it: Aggiungi Filtro
ja_jp: フィルタを付け加え

source: Add Image
it: Aggiungi Immagine
ja_jp: 画像を追加

source: Add Items
it: Aggiungi Prodotti
ja_jp: アイテムを追加

source: Add Modifiers To Items
it: Aggiungi Modifiche ai Prodotti
ja_jp: モディファイをアイテムに追加

source: Add New Items
it: Aggiungi Nuovi Prodotti
ja_jp: 新しいアイテムを追加

source: Add To Price
it: Aggiungi al Prezzo
ja_jp: 価格に付け加え

source: Add new status
it: Aggiungi nuovo stato
ja_jp: 新しい状態を追加

source: Add section
it: Aggiungi al Prezzo
ja_jp: 新しいセクションを追加

source: Add your first Storefront page! Customize as many online store pages as you like, and simply add the embed codes to your website.
it: Aggiungere la prima pagina di Storefront! Personalizzare molti negozio on-line pagine come ti piace e semplicemente aggiungere i codici embed al tuo sito Web.
ja_jp: はじめのストアフロントパージを追加！カスタムオンラインストアページ、簡単に埋め込みコードをウェブに追加する。

source: Add-on Options
it: Opzioni Aggiuntive
ja_jp: 付加の選択

source: Addition Languages other then English
it: Aggiunta altri inglese quindi lingue
ja_jp: 英語以外の言語を使用

source: Additional Languages
it: Lingue aggiuntive
ja_jp: 他のの言語

source: Address
it: Indirizzo
ja_jp: 住所

source: Align
it: Allinea
ja_jp: 合わせ

source: All
it: Tutto
ja_jp: 全て

source: All Stores
it: Tutti i Negozi
ja_jp: 全てのストア

source: Allows you to deselect unwanted options
it: Ti permette di deselezionare le optioni indesiderate
ja_jp: 不要な選択削除されるを許可する

source: Allows you to select multiple add-ons to the item
it: Ti permette di aggiungere più componenti all’articolo
ja_jp: 複数付加の選択を許可する

source: Allows you to select one option for each Single Choice Modifier
it: Ti permette di selezionare un’opzione per ogni Modificatore Scelta Singola
ja_jp: シングル選項付加の選択を許可する

source: Amount
it: Importo
ja_jp: 金額

source: Amount Off
it: Fuori Importo
ja_jp: 金額減る

source: Apartment / Suite
it: Appartamento / Stanza
ja_jp: アパートメント / ユニット

source: Associate
it: Associato
ja_jp: アソシエイト

source: Attributes
it: Attributi
ja_jp: 属性

source: Auto Apply Discount
it: Applica Sconto Automatica
ja_jp: 自動化値引き

source: Automatically Apply Discount
it: Applica sconto automaticamente
ja_jp: 自動に値引きを使用

source: Average Sale
it: Vendita Media
ja_jp: 平均販売

source: Average Sales Amount
it: Importo Vendite Medio
ja_jp: 平均販売金額

source: Bank transfer
it: Bonifico bancario
ja_jp: 銀行振込

source: Bill To
it: Fatturare a
ja_jp: 請求書の送付先

source: Bill to
it: Fatturare a
ja_jp: 請求書の送付先

source: Billing Address
it: Indirizzo di Fatturazione
ja_jp: 請求先の住所

source: Bindo Account Manager
ja_jp: Bindo アカウントマネージャー

source: Bindo Sales Associate
ja_jp: Bindo 営業アシスタント

source: Bindo Sales Manager
ja_jp: Bindo 営業部長

source: Bindo Storefront is the easiest way to sell online through your existing website. After requesting access to the Storefront Builder, you can instantly create online store pages that automatically sync with your Bindo POS inventory.
it: La vetrina di Bindo è il modo più semplice per vendere online attraverso il tuo sito web. Dopo aver richiesto l’accesso al Costruttore Vetrina, puoi creare in modo istantaneo pagine del tuo negozio online che saranno sincronizzate automaticamente con il tuo inventario Bindo POS
ja_jp: Bindo Storefrontはあなた今のウェブを簡単にオンラインストアになる方法。ストアパージ申し込めたらオンラインストアページをできたらすぐにBindo POSのアイテム自動同步ができる。

source: Bindo supports 99% of merchant processors. Help us connect you to the right processor.
it: Bindo supporta il 99% dei processori commerciali. Aiutaci a connetterti con il processore giusto.
ja_jp: Bindo は99%の貿易プロセッサーをサポートしています。正確のプロセッサーへの接続を教えてください。

source: Birthday (MM-DD)
it: Compleanno (MM-GG)
ja_jp: 生月日（月-日）

source: Brand
it: Marchio
ja_jp: ブランド

source: Btn color
it: Colore di BTN
ja_jp: ボタン色

source: Btn text color
it: Seleziona Allineamento Testo…
ja_jp: ボタン文字色

source: Business Type
it: Tipo di Attività
ja_jp: ビジネスの種類

source: Button background color
it: Mostra Bottone di Aggiunta Rapida
ja_jp: ボタン背景色

source: Buyer
it: Responsabile Acquisti
ja_jp: バイヤー

source: By answering these questions, you can customize your POS and dashboard the way you need it. No more, no less.
it: Rispondendo a queste domande puoi personalizzare il tuo POS e il pannello di controllo nel modo che preferisci. Niente di più, niente di meno.
ja_jp: 質問を教えてたら、POSとダッシュボードをカスタマイズができる，あなたにぴったり。

source: By filling out this info, you'll be able to automate your tax calculations, saving you a lot of time.
it: Riempendo queste informazioni, sarai in grado di automatizzare il calcolo delle tasse, risparmiando molto tempo.
ja_jp: ここで入力したら自動化の税計算ができて、手間を省く。

source: Can't wait? Call
it: Non puoi aspettare? Chiama
ja_jp: 待ち時間に耐えられない？電話して

source: キャンセル
ja_jp: 取消

source: Card Number
it: Numero di Carta
ja_jp: カードナンバー

source: Cash
it: Contanti
ja_jp: 現金

source: Category
it: Categoria
ja_jp: カテゴリ

source: Change Product
it: Cambia in prodotto
ja_jp: 商品を變更

source: Change Product of Menu Item
it: Prodotto del cambiamento di voce di Menu
ja_jp: メニューの商品を變更

source: Check
it: Verifica
ja_jp: チェック

source: Check this if this is a store coupon or discount.
it: Spuntalo se è un buono o uno sconto del negozio
ja_jp: クーポンやまたは値引きをチェックする

source: Choose Discount Type...
it: Scegli il Tipo di Sconto…
ja_jp: 値引きの種類を選んでください

source: Choose Gender...
it: Scegli il Genere…
ja_jp: 性別を選んで

source: Choose a Supplier...
it: Scegli il Fornitore…
ja_jp: サプライヤーを選んで......

source: City
it: Città
ja_jp: 市

source: Click save to see Embed Code and preview your Storefront page
it: Fare clic su Salva per visualizzare codice Embed e visualizzare in anteprima la pagina Storefront
ja_jp: 保存して埋め込みコードを取得とストアフォロトページプレビューする

source: Close preview
it: Chiudi anteprima
ja_jp: プレビューをやめる

source: Code
it: Codice
ja_jp: コード

source: Colors
it: Colori
ja_jp: 色

source: Coming soon...
it: Prossimamente…
ja_jp: 近日公開

source: Configure Your Store
it: Configura il Tuo Negozio
ja_jp: ストアを設定

source: Contact
it: Contatto
ja_jp: 連絡

source: Contact Email
it: Email Contatto
ja_jp: 連絡メール

source: Contact Phone
it: Contatto telefonico
ja_jp: 連絡電話

source: Contains
it: Contiene
ja_jp: 含む

source: Continue
it: Continua
ja_jp: 続き

source: Cost
it: Costo
ja_jp: 料金

source: Country
it: Nazione
ja_jp: 国

source: Create Your Store
it: Crea il Tuo Negozio
ja_jp: 自分のストアをはじめる

source: Created At
it: Creato A
ja_jp: 日から作成した

source: Created at
it: Creazione
ja_jp: 時から作成した

source: Created by
it: Creato da
ja_jp: が作成した

source: Credit Card Processing
it: Processore Carta di Credito
ja_jp: クレジットかーどを処理中

source: Credit card
it: Carta di credito
ja_jp: クレジットかー

source: Current POS / Inventory System
it: POS/Sistema di Gestione Inventario Attuale
ja_jp: 現在のPOS / 在庫システム

source: Current Processor
it: Processore Attuale
ja_jp: 現在のプロセッサー

source: Current QTY
it: Qtà’ Attuale
ja_jp: 現在の数量

source: Custom Range
it: Intervallo Personalizzato
ja_jp: カスタムの範囲

source: Custom shipping description
it: Indirizzo di Spedizione
ja_jp: カスタム発送の說明

source: Customer
it: Cliente
ja_jp: お客様

source: Customer Email Address
it: Indirizzo Email Cliente
ja_jp: お客様のメール

source: Customer Profile Type
it: Tipologia Profilo Cliente
ja_jp: お客様プロフィールの種類

source: Customers
it: Cliente
ja_jp: お客様

source: Customize Your Back Office
it: Personalizza la Tua Amministrazione
ja_jp: カスタムバックオフィス

source: Customize your Storefront page to fit the look and feel of your website by choosing from the options below. Then simply copy the embed code and add it to your webpage.
it: Personalizza la tua pagina di Storefront per adattare l'aspetto del tuo sito Web scegliendo tra le opzioni qui sotto. Poi basta copiare il codice embed e aggiungerlo alla tua pagina Web.
ja_jp: ストアフォロトページをカスタムしたら、以下のオプションを選択し、自分らしいのストアを作れる。簡単に埋め込みコードをコピーしてウェブに加え。

source: Data Migration
it: Data di Migrazione
ja_jp: データ移行

source: Date
it: Data
ja_jp: 日

source: Date Created
it: Data Creata
ja_jp: 作成した日

source: Date of Birth
it: Data di Nascita
ja_jp: 生年月日

source: Date of Birth (MM-DD)
it: Data di Nascita (MM-GG)
ja_jp: 生月日 （月-日）

source: Debit card
it: Carte di debito
ja_jp: デビットカード

source: Deduct Tax Base
it: Deduci Base Imponibile
ja_jp: 課税標準を減る

source: Default
it: Predefinito
ja_jp: デフォルト

source: Default:
it: Predefinito
ja_jp: デフォルト

source: Delivery Address
it: Indirizzo di Spedizione
ja_jp: 配達先住所

source: Departing Store
it: Negozio in Partenza
ja_jp: 出発するストア

source: Department
it: Dipartimento
ja_jp: デパートメント

source: Departments
it: Dipartimenti
ja_jp: デパートメント

source: Description (Optional)
it: Descrizione (Opzionale)
ja_jp: 説明 (随意)

source: Discard Changes
it: Modifiche Scartate
ja_jp: 変更をやめる

source: Discontinued
it: Interrotto
ja_jp: 打ち切る

source: Discount
it: Sconto
ja_jp: 折扣

source: Discount Type
it: Tipologia di Sconto
ja_jp: 値引き

source: Discounts
it: Sconti
ja_jp: 値引き

source: Displayed Date
it: Data Visualizzata
ja_jp: 表示の日

source: Displayed Date Range
it: Intervallo Data visualizzata
ja_jp: 表示日の範囲

source: Drag to arrange.
it: Trascina per ordinare.
ja_jp: ドラッグでアレンジ。

source: Dreading the POS migration? Don't. Our setup and migration has never taken more than 20 minutes.
it: Spaventato dal trasferimento del POS? Non esserlo. La nostra installazione e trasferimento non hanno mai richiesto più di 20 minuti.
ja_jp: POSの移動が躊躇している？大丈夫。私達のインストールと移動は２０分超えたことが一度もない。

source: Due Date
it: Data di Scadenza
ja_jp: 期限

source: Edit
it: Modifica
ja_jp: 編集

source: Edit Department
it: Modifica Dipartimento
ja_jp: デパートメントを編集

source: Edit Menu
it: Menu Modifica
ja_jp: メニューを編集

source: Edit Menu Section
it: Modifica Dipartimento
ja_jp: メニューセクションを編集

source: Edit Sections
it: Modifica Dipartimento
ja_jp: セクションを編集

source: Edit your general Storefront settings below. These settings will be applied to all Storefront pages that you create.
it: Modificare le impostazioni generali di Storefront qui sotto. Queste impostazioni verranno applicate a tutte le pagine di Storefront che si creano.
ja_jp: ストアの一般設定を編集する。この設定は今まで作成した全てのストアに適用します。

source: Email
ja_jp: メール

source: Embed Code
it: Codice Incorporato
ja_jp: 埋め込みコード

source: Embed code
ja_jp: 埋め込みコード

source: Enable multi-section layout
it: Attiva layout multi-sezione
ja_jp: マルチセクションのレイアウトを使用する

source: Enter Miscellaneous charge
it: Inserisci spese varie
ja_jp: 雑費を入力

source: Enter quantity to fulfill.
it: Inserisci la quantità da completare.
ja_jp: 追加の数量を入力

source: Enter quantity to send.
it: Inserisci la quantità da inviare.
ja_jp: 発送の数量を入力

source: Enter your email to recover your password.
it: Inserisci la tua email per recuperare la password.
ja_jp: メールを入力してパスワードをリセットする

source: Exempt item from loyalty program
it: Escludi l’articolo dal programma fedeltà
ja_jp: アイテムをロイヤルティプログラムから外す

source: Expect delivery date
it: Data di consegna
ja_jp: 予想の配送日

source: Export
it: Esporta
ja_jp: 輸出

source: Fax
ja_jp: ファックス

source: Female
it: Femmina
ja_jp: 女

source: Flat rate shipping
it: Spedizione forfettario
ja_jp: シングル配送料

source: For easier access, bookmark https://dashboard.bindo.com
it: Per un accesso più semplice, aggiungi ai segnalibri https://dashboard.bindo.com
ja_jp: 簡単にアクセスできる度ブックマークする https://dashboard.bindo.com

source: Forgot Password?
it: Password dimenticata?
ja_jp: パスワードを忘れた場合

source: Free shipping
it: Indirizzo di Spedizione
ja_jp: 送料無料

source: From
it: Da
ja_jp: 來自

source: Fulfill
it: Inserisci la quantità da completare.
ja_jp: 追加

source: Fulfill All
it: Completa Tutti
ja_jp: 全てを追加

source: Fulfill Item
it: Completa Prodotto
ja_jp: 追加アイテム

source: Fulfill Specified
it: Completa Specificato
ja_jp: 追加の選択

source: Fulfill Transfer
it: Completa Trasferimento
ja_jp: 追加の移転

source: Full Name
it: Nome Completo
ja_jp: お名前

source: Gender
it: Genere
ja_jp: 性別

source: General Settings
it: Settaggi Generali
ja_jp: 通用設定

source: Getting Started
it: Iniziare
ja_jp: はじめる

source: Gift Cards
it: Carte Regalo
ja_jp: ギフトカード

source: Go Back
it: Vai Indietro
ja_jp: 戻す

source: Gross Margin
it: Margine Lordo
ja_jp: 粗利益率

source: Gross Profit
it: Profitto Lordo
ja_jp: 粗利益

source: Group Name
it: Nome Gruppo
ja_jp: グループ名

source: Group Title
it: Titolo Gruppo
ja_jp: グループタイトル

source: Header
it: Intestazione Pagina
ja_jp: ヘッダ

source: Help
it: Aiuto
ja_jp: ヘルプ

source: Hide price
it: Nascondi Prezzo
ja_jp: 価格を非表示にする

source: Highlight color
it: Colore evidenziazione
ja_jp: ハイライトカラー

source: History
it: Storia
ja_jp: 履歴

source: Home Phone
it: Numero di Casa
ja_jp: 自宅の電話

source: How did your hear about Bindo POS?
it: Come hai saputo di Bindo POS?
ja_jp: どこからBindo POSを知ることでしょか？

source: I Need to Migrate
it: Ho Bisogno di Trasferire
ja_jp: 移行する必要があります

source: I've Been Using It since
it: Lo Sto utilizzando Da
ja_jp: から使用はじめた

source: Image size
it: Dimensioni immagine
ja_jp: 画像のサイズ

source: Import
it: Importa
ja_jp: 輸入

source: In Stock
it: In Giacenza
ja_jp: 在庫あり

source: In Store Only
it: Solo in Negozio
ja_jp: 店內限定

source: In/Out
it: Dentro/Fuori
ja_jp: 輸入/輸出

source: Incoming Transfer
it: Trasferimento in Arrivo
ja_jp: 着信転送

source: Inventory
it: Inventario
ja_jp: 商品目録

source: Inventory Status
it: Stato Inventario
ja_jp: 商品目録状態

source: Invoice
it: Fattura
ja_jp: 請求書

source: Invoices
it: Fatture
ja_jp: 請求書

source: Is
it: E’
ja_jp: はい

source: Is Between
it: E’ tra
ja_jp: の間

source: Item
it: Prodotto
ja_jp: アイテム

source: Items
it: # di Prodotti
ja_jp: アイテム

source: Junior Associate
it: Associato Junior
ja_jp: ジュニアアシスタント

source: Large
it: Largo
ja_jp: 大きい

source: Last Clock-in At
it: Ultima Timbrata A
ja_jp: 最後のログイン

source: Last Session Length
it: Lunghezza Ultima Sessione
ja_jp: 最後のセッションの長さ

source: Last Updated
it: Ultimo Aggiornamento
ja_jp: 最終更新

source: Leave it unchecked if this is a manufacturer coupon.
it: Lascialo non spuntato se è un buono produttore.
ja_jp: 如果這是制造商優惠券，保留未選狀態。

source: Line Items
it: Voci Prodotto
ja_jp: 項目

source: Line item status
it: Stato Voce Prodotto
ja_jp: インアイテムの状態

source: Linked At
it: Collegato A
ja_jp: へのリンク

source: Log
it: Registra
ja_jp: 記録

source: Log In
it: Accedi
ja_jp: ログイン

source: Logout
it: Uscita
ja_jp: ログアウト

source: Loyalty
it: Fedeltà
ja_jp: お客様のロイヤリティ

source: Loyalty Program
it: Programma Fedeltà
ja_jp: お客様のロイヤリティプログラム

source: Male
it: Maschio
ja_jp: 男

source: Manager
ja_jp: 管理者

source: Mark All As Departed
it: Contrassegna tutto come estinto
ja_jp: 全てを配達にマークする

source: Mark All As Fulfilled
it: Contrassegna tutto come completato
ja_jp: 全てを追加したにマークする

source: Mark as default supplier
it: Contrassegna come fornitore predefinito
ja_jp: デフォルトのサプライヤにマークする

source: Matrix
it: Matrice
ja_jp: マトリックス

source: Maximum # of products to show
it: Mostra
ja_jp: 最大 # の商品を表示

source: Medium (default)
it: Medio (predefinito)
ja_jp: 中

source: Mobile Phone
it: Cellulare
ja_jp: 携帯

source: Modifier Group
it: Gruppo Modifica
ja_jp: モディファイグループ

source: Modifier Title
it: Titolo Modifica
ja_jp: モディファイタイトル

source: Modifiers
it: Modifiche
ja_jp: モディファイ

source: Month
it: Mese
ja_jp: 月

source: Monthly Revenue
it: Ricavo Mensile
ja_jp: 月収入

source: Multi section layout
it: Layout Principale
ja_jp: マルチセクションのレイアウト

source: NONE
it: Nessun di quelli sopra
ja_jp: 無

source: Name
it: Nome
ja_jp: 名前

source: New
it: Nuovo
ja_jp: 新しいを作成

source: New Add-on Option
it: Nuovo Opzione Aggiuntiva
ja_jp: 新しいの追加オプション

source: New Custom Item
it: Nuovo Prodotto Personalizzato
ja_jp: 新しいのカスタムアイテム

source: New Customer
it: Nuovo Cliente
ja_jp: 新しいのお客様

source: New Department
it: Nuovo Dipartimento
ja_jp: 新しいのデパートメント

source: New Incoming Stock Transfer
it: Nuovo Trasferimento Giacenza in Arrivo
ja_jp: 新しいの収入ストック移転

source: New Inventory Item
it: Nuova Voce Inventario
ja_jp: 新建庫存物料

source: New Invoice
it: Nuova Fattura
ja_jp: 新しい請求書

source: New Item
it: Nuovo Prodotto
ja_jp: 新しいアイテム

source: New Menu
it: Nuovo Cliente
ja_jp: 新メニュー

source: New Menu Item - Choose the Product to Display
it: Nuovo Menu elemento - Scegli il prodotto da visualizzare
ja_jp: 新選單 - 選擇顯示商品

source: New Menu Section
it: Nuova sezione del Menu
ja_jp: 新しいメニューセクション

source: New Modifier
it: Nuovo Modificatore
ja_jp: 新しいモディファイ

source: New Modifier Group
it: Nuovo Gruppo Modificatore
ja_jp: 新しいモディファイグループ

source: New Opt-out Option
it: Nuova Opzione di Cancellazione
ja_jp: 新しいオプトアウトオプション

source: New Option
it: Nuova Opzione
ja_jp: 新しいオプション

source: New cStock Transfer
ja_jp: 新しい外向性のストック移転

source: New Purchase Order
it: Ordine d’Acquisto
ja_jp: 新しい注文オーダー

source: New Single Choice Modifier
it: Nuovo Modificatore a Scelta Singola
ja_jp: 新しいシングルモディファイ

source: New Tax Rate
it: Nuova Aliquota Fiscale
ja_jp: 新しい税率

source: New page
it: Nuova Pagina Vetrina
ja_jp: 新しいページ

source: Next
it: Prossimo
ja_jp: 次

source: No Log Yet.
it: Ancora Nessun Registro.
ja_jp: まだレログがありません

source: No Loyalty History.
it: Nessuna Storia Fedeltà.
ja_jp: ロイヤリティ履歴

source: No Orders Yet.
it: Ancora Nessun Ordine.
ja_jp: 注文はまだありません。

source: No Products Yet.
it: Ancora Nessun Prodotto.
ja_jp: アイテムはまだありません

source: No Purchase Orders Yet.
it: Ancora Nessun Ordine d’Acquisto.
ja_jp: 購入注文まだありません。

source: No Purchased Items Yet.
it: Ancora Nessun Prodotto Acquistato.
ja_jp: 購入アイテムまだありません

source: No Saved Searches
it: Nessuna Ricerca Salvata
ja_jp: 保存しら検査はありません

source: No Store Credit Yet.
it: Ancora Nessun Credito Negozio.
ja_jp: ストアクレジットはまだありません。

source: No Suppliers Yet.
it: Ancora Nessun Fornitore.
ja_jp: サプライヤーはまだありません。

source: No items sold in the period.
it: Nessun Prodotto Venduto in Questo Periodo.
ja_jp: この時期の販売はありません

source: None of the above
it: Nessun di quelli sopra
ja_jp: 全てはありません

source: Notes
it: Note
ja_jp: ノート

source: Number
it: Numero
ja_jp: ナンバー

source: Number of Locations
it: Numero di Sedi
ja_jp: 場所の数量

source: Number of Registers
it: Numero di Registri
ja_jp: キャッシャーの数量

source: Number of Unique SKUs
it: Numero di Uniche SKU
ja_jp: ユニークなSKUの数量

source: Only chain store and function enabled can transfer stock.
it: Solo la catena di negozi e la funzione attivata può trasferire stock.
ja_jp: チェーンストアと機能だけ有効転送ストックが出来る

source: Opt-out Options
it: Opzioni di Cancellazione
ja_jp: 退出選項

source: Option Name
it: Opzione Nome
ja_jp: オプション名

source: Order Date
it: Data Ordine
ja_jp: 注文日

source: Order Number
it: Numero Ordine
ja_jp: 注文番号

source: Order Status
it: Stato Ordine
ja_jp: 注文の状況

source: Order amount to qualify for free shipping
it: Quantità di ordine a qualificarsi per la spedizione gratuita
ja_jp: 送料無料の最低金額

source: Other
it: Altro
ja_jp: 他

source: Others
it: Altri
ja_jp: 他

source: Our staff will contact you within 24 hours to help set you up.
it: Il nostro staff ti contatterà entro 24 ore per aiutarti a configurare
ja_jp: スタッフが２４時間内連絡する。

source: Outgoing Transfer
it: Trasferimento in Uscita
ja_jp: 送出移送

source: Overview
it: Panoramica
ja_jp: 概要

source: P.O. History
it: Cronologia Ordini d’Acquisto
ja_jp: 購入注文履歴

source: PO Number
it: Numero ordine d’acquisto
ja_jp: 購入注文番号

source: Page Settings
it: Impostazioni pagina
ja_jp: ページの設定

source: Paid
it: Pagato
ja_jp: 支払い済み

source: Parent Department
it: Dipartimento Principale
ja_jp: 上のデパートメント

source: Partial paid
it: Parziale pagato
ja_jp: 部分的の支払い

source: Password
ja_jp: パスワード

source: Payment Method
it: Metodo di Pagamento
ja_jp: 支払方法

source: Payment Status
it: Stato del Pagamento
ja_jp: 支払状況

source: Payment due date
it: Pagamento data di scadenza
ja_jp: 支払期限

source: Percentage Off
it: Percentuale Dedotta
ja_jp: パーセントをオフ

source: Phone
it: Telefono
ja_jp: 電話

source: Phone 1
it: Telefono 1
ja_jp: 電話 1

source: Phone 2
it: Telefono 2
ja_jp: 電話 2

source: Pick up only
it: Solo in Negozio
ja_jp: ストア限定

source: Please make sure your contact info is correct, or we won't be able to activate your store.
it: Assicurati che il tuo contatto sia corretto o non saremo in grado di attivare il tuo negozio.
ja_jp: 連絡の情報を確認してください、間違えた場合はストアのはじめはできません。

source: Please set your general Storefront settings to get started. These settings will be applied to all Storefront pages that you create.
it: Si prega di impostare le impostazioni generali di Storefront per iniziare. Queste impostazioni verranno applicate a tutte le pagine di Storefront che si creano.
ja_jp: 最初はストアフロントの一般設定から始めてください。この設定は作成した全てのストアに応用する。

source: Prepare for Shipment
it: Prepara per la Spedizione
ja_jp: 出荷の準備

source: Preview Storefront
it: Vetrina
ja_jp: ストアフロントのプレビュー

source: Price
it: Prezzo
ja_jp: 価格

source: Primary
it: Primario
ja_jp: プライマリ

source: Privacy Policy
it: Normativa sul trattamento dei dati personali
ja_jp: 個人情報保護方針

source: Processing Needed by
it: Elaborazione richiesta da
ja_jp: 必要処理中

source: Product
it: Prodotto
ja_jp: 商品

source: Product Image Size
it: Seleziona Taglia Immagine…
ja_jp: 商品画像のサイズ

source: Product Name
it: Nome Prodotto
ja_jp: 商品の名

source: Product departments
it: Prodotto
ja_jp: 商品のデパートメント

source: Product layout
it: Layout Principale
ja_jp: 商品レイアウト

source: Products
it: Prodotti
ja_jp: 商品

source: Profit
it: Profitto
ja_jp: 利潤

source: Pros & Cons (Optional)
it: Pro & Contro (Opzionale)
ja_jp: 利点と欠点（任意）

source: Purchase Order
it: Ordine d’Acquisto
ja_jp: 購入注文

source: Purchase Orders
it: Ordini d’Acquisto
ja_jp: 購入注文

source: Purchased Items
it: Prodotti Acquistati
ja_jp: 購入したアイテム

source: QTY Delta
it: Qtà Delta
ja_jp: 求めの数量

source: QTY Departed
it: Qtà Estinta
ja_jp: 去るの数量

source: QTY Received
it: Qtà Ricevuta
ja_jp: 受信した数量

source: QTY Requested
it: Qtà Richiesta
ja_jp: 求めた数量

source: QTY on shelf
it: Qtà sugli scaffali
ja_jp: 棚の在庫数量

source: QTY requested
it: Qtà richiesta
ja_jp: 求めた数量

source: Quantity
it: Quantità
ja_jp: 数量

source: Quick add
it: Mostra Bottone di Aggiunta Rapida
ja_jp: クイック追加

source: Receiving Store
it: Negozio Ricevente
ja_jp: 受け取るのストア

source: Recent Orders
it: Ordini Recenti
ja_jp: 最近の注文

source: Recover
it: Recupera
ja_jp: 回復

source: Reference Number
it: Numero di Riferimento
ja_jp: 整理番号

source: Remember me for 7 days
it: Ricordami per 7 giorni
ja_jp: ７日間で覚える

source: Remove
it: Rimuovi
ja_jp: 削除

source: Remove File
it: Rimuovi file
ja_jp: ファイルを削除

source: Remove Image
it: Rimuovi Immagine
ja_jp: 画像を削除

source: Remove Modifier
it: Rimuovi Modificatore
ja_jp: 追加オプションを削除

source: Remove section
it: Rimuovi Immagine
ja_jp: セクションを削除

source: Reorder Amount
it: Importo Nuovo Ordine
ja_jp: 再び注文の数量

source: Reorder Trigger Point
it: Punto di Innesco Nuovo Ordine
ja_jp: 再び注文のひきがね点

source: Report a problem
it: Segnala un problema
ja_jp: 問題を報告

source: Request Access
it: Richiesta d’Accesso
ja_jp: アクセスを求め

source: Role
it: Ruole
ja_jp: 役割

source: Routing
it: Percorso
ja_jp: ルーティング

source: SKUs with Barcodes
it: SKU con il Codice a Barre
ja_jp: バーコード付きのSKU

source: Sales
it: Vendite
ja_jp: 販売額

source: Sales/Purchase Order
it: Ordine di Vendita/Acquisto
ja_jp: 販売/購入注文

source: Save
it: Salva
ja_jp: 保存

source: Save Changes
it: Salva Modifiche
ja_jp: 変更を保存

source: Save Filter
it: Salva Filtro
ja_jp: フィルタを保存

source: Save New Quantities
it: Salva Nuove Quantità
ja_jp: 新しい数量を保存する

source: Saved Searches
it: Ricerche Salvate
ja_jp: 保存された検索

source: Search
it: Cerca
ja_jp: 検索

source: Select Image Size...
it: Seleziona Taglia Immagine…
ja_jp: 画像のサイズを選択...

source: Select Inventory
it: Seleziona Inventario
ja_jp: 商品目録を選択

source: Select Type
it: Seleziona Tipologia
ja_jp: 種類を選択

source: Select an Answer
it: Seleziona una Risposta
ja_jp: 答えを選択

source: Send All
it: Invia Tutto
ja_jp: 全部発送

source: Send Specified
it: Invia Specificato
ja_jp: 指定的發送

source: Serial Number
it: Numero di Serie
ja_jp: シリアルナンバー

source: Set Photo
it: Imposta Foto
ja_jp: 写真を設定

source: Settings
it: Impostazioni
ja_jp: 設定
